package edu.lbz207.model;

public class origenModel {
	/**
	"f": "网易山东省青岛市手机网友&nbsp;[<a href=''>好歌难唱<\/a>]： ",
	"d": "B33PF55S00014SEH",
	"b": "消防官兵一路走好，你们是最棒的。愿上天保佑受伤的人早日康复！！",
	"a": "0",
	"n": "好歌难唱",
	"l": "0",
	"tsn": "好歌难唱",
	"ip": "123.235.*.*",
	"timg": "http://img1.ph.126.net/ONUdXMKi0lh2i22QT1t7fA==/6630812679001202833.jpg",
	"v": "0",
	"u": "u",
	"t": "2015-09-11 16:38:18",
	"fi": "0",
	"p": "B38D94MA",
	"userId": "c2l4aWE3OEAxNjMuY29t",
	"tid": null
 前面的数字1表示1楼；
f是显示的内容，对应分别为“网易XX网友”，用户ID，用户IP，没有用户ID的就显示“网易XX网友”，连“网易XX网友”都没有的就显示IP地址，我猜的；
v是支持数量；
u不知道是什么粗略看一眼值全部都是’u’；
d是当前评论的新闻id；
t就是发表评论的时间啦；
b就是评论的内容；
a就是表示这个楼是不是最后一层楼的；
p就是上面那个div标签的id；
n怀疑是网易帐号或者用户名；
l不知道是什么；
ip就是ip了。
	 */

}
